Repository: kedarsarang7-eng/my-backend
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, kn, ml, pa, ta, te, ur

# language_setup_complete
source: Ready!
bn: প্রস্তুত!
gu: તૈયાર!
kn: ಸಿದ್ಧ!
ml: തയ്യാർ!
pa: ਤਿਆਰ!
ta: தயார்!
te: సిద్ధం!
ur: تیار!

# language_setup_error
source: Failed to setup language
bn: ভাষা সেট আপ করতে ব্যর্থ
gu: ભાષા સેટ કરવામાં નિષ્ફળ
kn: ಭಾಷೆಯನ್ನು ಹೊಂದಿಸಲು ವಿಫಲವಾಗಿದೆ
ml: ഭാഷ സജ്ജീകരിക്കുന്നതിൽ പരാജയപ്പെട്ടു
pa: ਭਾਸ਼ਾ ਸੈੱਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ta: மொழியை அமைப்பதில் தோல்வி
te: భాషను సెటప్ చేయడంలో విఫలమైంది
ur: زبان ترتیب دینے میں ناکام

# language_setup_retry
source: Retry
bn: পুনরায় চেষ্টা করুন
gu: ફરી પ્રયાસ કરો
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: மீண்டும் முயற்சி
te: మళ్ళీ ప్రయత్నించు
ur: دوبارہ کوشش کریں

# language_confirm_message
source: You can change this later in Settings
bn: আপনি পরে সেটিংসে এটি পরিবর্তন করতে পারেন
gu: તમે આને પછીથી સેટિંગ્સમાં બદલી શકો છો
kn: ನೀವು ಇದನ್ನು ನಂತರ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು
ml: നിങ്ങൾക്ക് ഇത് പിന്നീട് ക്രമീകരണങ്ങളിൽ മാറ്റാം
pa: ਤੁਸੀਂ ਇਸਨੂੰ ਬਾਅਦ ਵਿੱਚ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ
ta: இதை நீங்கள் பின்னர் அமைப்புகளில் மாற்றலாம்
te: మీరు దీన్ని తర్వాత సెట్టింగ్‌లలో మార్చవచ్చు
ur: آپ اسے بعد میں سیٹنگز میں تبدیل کر سکتے ہیں
