Repository: kedarsarang7-eng/my-backend
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, kn, ml, pa, ta, te, ur

# appTitle
source: Billing App
bn: বিলিং অ্যাপ
gu: બિલિંગ એપ
kn: ಬಿಲ್ಲಿಂಗ್ ಅಪ್ಲಿಕೇಶನ್
ml: ബില്ലിംഗ് ആപ്പ്
pa: ਬਿਲਿੰਗ ਐਪ
ta: பில்லிங் ஆப்
te: బిల్లింగ్ యాప్
ur: بلنگ ایپ

source: Hello User
bn: হ্যালো ব্যবহারকারী
gu: નમસ્તે વપરાશકર્તા
kn: ನಮಸ್ತೆ ಬಳಕೆದಾರ
ml: ഹലോ ഉപയോക്താവ്
pa: ਸਤਿ ਸ੍ਰੀ ਅਕਾਲ ਯੂਜ਼ਰ
ta: வணக்கம் பயனர்
te: హలో యూజర్
ur: ہیلو یوزر

# loginTitle
source: Owner Login
bn: মালিক লগইন
gu: માલિક લૉગિન
kn: ಮಾಲೀಕ ಲಾಗಿನ್
ml: ഉടമ ലോഗിൻ
pa: ਮਾਲਕ ਲੌਗਇਨ
ta: உரிமையாளர் உள்நுழைவு
te: యజమాని లాగిన్
ur: مالک لاگ ان

# loginSubtitle
source: Sign in with your email and password.
bn: আপনার ইমেল এবং পাসওয়ার্ড দিয়ে সাইন ইন করুন।
gu: તમારા ઇમેઇલ અને પાસવર્ડ સાથે સાઇન ઇન કરો.
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್‌ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ml: നിങ്ങളുടെ ഇമെയിലും പാസ്‌വേഡും ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.
pa: ਆਪਣੇ ਈਮੇਲ ਅਤੇ ਪਾਸਵਰਡ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ।
ta: உங்கள் மின்னஞ்சல் மற்றும் கடவுச்சொல்லுடன் உள்நுழையவும்.
te: మీ ఇమెయిల్ మరియు పాస్‌వర్డ్‌తో సైన్ ఇన్ చేయండి.
ur: اپنے ای میل اور پاس ورڈ کے ساتھ لاگ ان کریں۔

# emailLabel
source: Email
bn: ইমেল
gu: ઇમેઇલ
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
pa: ਈਮੇਲ
ta: மின்னஞ்சல்
te: ఇమెయిల్
ur: ای میل

# passwordLabel
source: Password
bn: পাসওয়ার্ড
gu: પાસવર્ડ
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
pa: ਪਾਸਵਰਡ
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
ur: پاس ورڈ

# loginButton
source: Login
bn: লগইন
gu: લૉગિન
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
pa: ਲੌਗਇਨ
ta: உள்நுழைய
te: లాగిన్
ur: لاگ ان کریں

# dashboardTitle
source: Dashboard
bn: ড্যাশবোর্ড
gu: ડેશબોર્ડ
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: ഡാഷ്‌ബോർഡ്
pa: ਡੈਸ਼ਬੋਰਡ
ta: டாஷ்போர்டு
te: డ్యాష్‌బోర్డ్
ur: ڈیش بورڈ

# billTab
source: Bills
bn: বিল
gu: બિલ
kn: ಬಿಲ್‌ಗಳು
ml: ബില്ലുകൾ
pa: ਬਿੱਲ
ta: பில்கள்
te: బిల్లులు
ur: بلز

# stockTab
source: Stock
bn: স্টক
gu: સ્ટોક
kn: ಸ್ಟಾಕ್
ml: സ്റ്റോക്ക്
pa: ਸਟਾਕ
ta: பங்கு
te: స్టాక్
ur: لیجر

# reportsTab
source: Reports
bn: রিপোর্ট
gu: રિપોર્ટ્સ
kn: ವರದಿಗಳು
ml: റിപ്പോർട്ടുകൾ
pa: ਰਿਪੋਰਟਾਂ
ta: அறிக்கைகள்
te: నివేదికలు
ur: رپورٹس

# settingsTab
source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
pa: ਸੈਟਿੰਗਾਂ
ta: அமைப்புகள்
te: సెట్టింగులు
ur: سیٹنگز

# shopIdLabel
source: Shop ID
bn: দোকান আইডি
gu: દુકાન આઈડી
kn: ಅಂಗಡಿ ಐಡಿ
ml: ഷോപ്പ് ഐഡി
pa: ਦੁਕਾਨ ਆਈਡੀ
ta: கடை ஐடி
te: షాప్ ఐడి
ur: دکان کی آئی ڈی

# shopIdRequired
source: Shop ID is required
bn: দোকান আইডি প্রয়োজন
gu: દુકાન આઈડી આવશ્યક છે
kn: ಅಂಗಡಿ ಐಡಿ ಅಗತ್ಯವಿದೆ
ml: ഷോപ്പ് ഐഡി ആവശ്യമാണ്
pa: ਦੁਕਾਨ ਆਈਡੀ ਲੋੜੀਂਦੀ ਹੈ
ta: கடை ஐடி தேவை
te: షాప్ ఐడి అవసరం
ur: دکان کی آئی ڈی ضروری ہے

# emailRequired
source: Email is required
bn: ইমেল প্রয়োজন
gu: ઇમેઇલ આવશ્યક છે
kn: ಇಮೇಲ್ ಅಗತ್ಯವಿದೆ
ml: ഇമെയിൽ ആവശ്യമാണ്
pa: ਈਮੇਲ ਲੋੜੀਂਦਾ ਹੈ
ta: மின்னஞ்சல் தேவை
te: ఇమెయిల్ అవసరం
ur: ای میل ضروری ہے

# passwordRequired
source: Password is required
bn: পাসওয়ার্ড প্রয়োজন
gu: પાસવર્ડ આવશ્યક છે
kn: ಪಾಸ್‌ವರ್ಡ್ ಅಗತ್ಯವಿದೆ
ml: പാസ്‌വേഡ് ആവശ്യമാണ്
pa: ਪਾਸਵਰਡ ਲੋੜੀਂਦਾ ਹੈ
ta: கடவுச்சொல் தேவை
te: పాస్‌వర్డ్ అవసరం
ur: پاس ورڈ ضروری ہے

source: Forgot password?
bn: পাসওয়ার্ড ভুলে গেছেন?
gu: પાસવર્ડ ભૂલી ગયા?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರಾ?
ml: പാസ്‌വേഡ് മറന്നോ?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారా?
ur: پاس ورڈ بھول گئے؟

source: Back to start
bn: শুরুতে ফিরে যান
gu: શરૂઆતમાં પાછા જાઓ
kn: ಪ್ರಾರಂಭಕ್ಕೆ ಹಿಂತಿರುಗಿ
ml: തുടക്കത്തിലേക്ക് മടങ്ങുക
pa: ਸ਼ੁਰੂ ਤੇ ਵਾਪਸ ਜਾਓ
ta: தொடக்கத்திற்குத் திரும்பு
te: మొదటికి తిరిగి వెళ్లు
ur: شروع میں واپس جائیں

source: Total Bills
bn: মোট বিল
gu: કુલ બિલ
kn: ಒಟ್ಟು ಬಿಲ್‌ಗಳು
ml: ആകെ ബില്ലുകൾ
pa: ਕੁੱਲ ਬਿੱਲ
ta: மொத்த பில்கள்
te: మొత్తం బిల్లులు
ur: کل بلز

source: Pending Dues
bn: বাকি বকেয়া
gu: બાકી લેણાં
kn: ಬಾಕಿ ಉಳಿದಿದೆ
ml: കുടിശിക
pa: ਬਕਾਇਆ
ta: நிலுவைத் தொகை
te: బాకీలు
ur: بقایا جات

source: Total Paid
bn: মোট পরিশোধিত
gu: કુલ ચૂકવેલ
kn: ಒಟ್ಟು ಪಾವತಿಸಲಾಗಿದೆ
ml: ആകെ അടച്ചത്
pa: ਕੁੱਲ ਭੁਗਤਾਨ
ta: மொத்தம் செலுத்தப்பட்டது
te: మొత్తం చెల్లించినవి
ur: کل ادا شدہ

source: Customers
bn: গ্রাহক
gu: ગ્રાહકો
kn: ಗ್ರಾಹಕರು
ml: ഉപഭോക്താക്കൾ
pa: ਗਾਹਕ
ta: வாடிக்கையாளர்கள்
te: కస్టమర్లు
ur: گاہک

source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
pa: ਸੈਟਿੰਗਾਂ
ta: அமைப்புகள்
te: సెట్టింగులు
ur: سیٹنگز

source: Welcome Back
bn: স্বাগতম
gu: સ્વાગત છે
kn: ಮತ್ತೆ ಸುಸ್ವಾಗತ
ml: സ്വാഗതം
pa: ਵਾਪਸ ਸੁਆਗਤ ਹੈ
ta: மீண்டும் வருக
te: తిరిగి స్వాగతం
ur: خوش آمدید

source: No Bills
bn: কোনো বিল নেই
gu: કોઈ બિલ નથી
kn: ಯಾವುದೇ ಬಿಲ್‌ಗಳಿಲ್ಲ
ml: ബില്ലുകളൊന്നുമില്ല
pa: ਕੋਈ ਬਿੱਲ ਨਹੀਂ
ta: பில்கள் இல்லை
te: బిల్లులు లేవు
ur: کوئی بل نہیں

source: Bills assigned message
bn: বিল বরাদ্দ বার্তা
gu: બિલ સોંપેલ સંદેશ
kn: ಬಿಲ್‌ಗಳನ್ನು ನಿಯೋಜಿಸಲಾಗಿದೆ ಸಂದೇಶ
ml: ബില്ലുകൾ നൽകിയ സന്ദേശം
pa: ਬਿੱਲ ਸੌਂਪੇ ਗਏ ਸੰਦੇਸ਼
ta: பில்கள் ஒதுக்கப்பட்ட செய்தி
te: బిల్లులు కేటాయించబడిన సందేశం
ur: بل تفویض کا پیغام

# bill_label
source: Bill
bn: বিল
gu: બિલ
kn: ಬಿಲ್
ml: ബിൽ
pa: ਬਿੱਲ
ta: பில்
te: బిల్లు
ur: بل

# amount_label
source: Amount
bn: পরিমাণ
gu: રકમ
kn: ಮೊತ್ತ
ml: തുക
pa: ਰਕਮ
ta: தொகை
te: మొత్తం
ur: رقم

# remaining_label
source: Remaining
bn: বাকি
gu: બાકી
kn: ಉಳಿದಿದೆ
ml: ബാക്കിയുള്ളത്
pa: ਬਾਕੀ
ta: மீதமுள்ளவை
te: మిగిలినవి
ur: باقی

source: Pay
bn: পরিশোধ করুন
gu: ચૂકવો
kn: ಪಾವತಿಸಿ
ml: അടയ്ക്കുക
pa: ਭੁਗਤਾਨ ਕਰੋ
ta: செலுத்துங்கள்
te: చెల్లించండి
ur: ادائیگی

# paid_text
source: Paid
bn: পরিশোধিত
gu: ચૂકવેલ
kn: ಪಾವತಿಸಲಾಗಿದೆ
ml: അടച്ചു
pa: ਭੁਗਤਾਨ ਕੀਤਾ
ta: செலுத்தப்பட்டது
te: చెల్లించబడింది
ur: ادا شدہ

source: Bill Details
bn: বিলের বিবরণ
gu: બિલ વિગતો
kn: ಬಿಲ್ ವಿವರಗಳು
ml: ബിൽ വിവരങ്ങൾ
pa: ਬਿੱਲ ਵੇਰਵੇ
ta: பில் விவரங்கள்
te: బిల్లు వివరాలు
ur: بل کی تفصیلات

source: Paid
bn: পরিশোধিত
gu: ચૂકવેલ
kn: ಪಾವತಿಸಲಾಗಿದೆ
ml: അടച്ചു
pa: ਭੁਗਤਾਨ ਕੀਤਾ
ta: செலுத்தப்பட்டது
te: చెల్లించబడింది
ur: ادا شدہ

source: Payment Status
bn: পেমেন্ট স্ট্যাটাস
gu: ચુકવણી સ્થિતિ
kn: ಪಾವತಿ ಸ್ಥಿತಿ
ml: പേയ്മെന്റ് നില
pa: ਭੁਗਤਾਨ ਸਥਿਤੀ
ta: கட்டண நிலை
te: చెల్లింపు స్థితి
ur: ادائیگی کی حیثیت

# itemsHeader
source: Items
bn: আইটেম
gu: વસ્તુઓ
kn: ವಸ್ತುಗಳು
ml: ഇനങ്ങൾ
pa: ਆਈਟਮਾਂ
ta: பொருட்கள்
te: వస్తువులు
ur: آئٹم

# items_label
source: items
bn: আইটেম
gu: વસ્તુઓ
kn: ವಸ್ತುಗಳು
ml: ഇനങ്ങൾ
pa: ਆਈਟਮਾਂ
ta: பொருட்கள்
te: వస్తువులు
ur: آئٹم

source: Close
bn: বন্ধ করুন
gu: બંધ કરો
kn: ಮುಚ್ಚಿ
ml: അടയ്ക്കുക
pa: ਬੰਦ ਕਰੋ
ta: மூடு
te: మూసివేయి
ur: بند کریں

source: Owner Dashboard
bn: মালিক ড্যাশবোর্ড
gu: માલિક ડેશબોર્ડ
kn: ಮಾಲೀಕ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: ഉടമ ഡാഷ്‌ബോർഡ്
pa: ਮਾਲਕ ਡੈਸ਼ਬੋਰਡ
ta: உரிமையாளர் டாஷ்போர்டு
te: యజమాని డ్యాష్‌బోర్డ్
ur: مالک ڈیش بورڈ

source: Owner Sign-in Required
bn: মালিক সাইন-ইন প্রয়োজন
gu: માલિક સાઇન-ઇન આવશ્યક
kn: ಮಾಲೀಕ ಸೈನ್-ಇನ್ ಅಗತ್ಯವಿದೆ
ml: ഉടമ സൈൻ-ഇൻ ആവശ്യമാണ്
pa: ਮਾਲਕ ਸਾਈਨ-ਇਨ ਲੋੜੀਂਦਾ
ta: உரிமையாளர் உள்நுழைவு தேவை
te: యజమాని సైన్-ఇన్ అవసరం
ur: مالک کا سائن ان ضروری ہے

source: Owner Login
bn: মালিক লগইন
gu: માલિક લૉગિન
kn: ಮಾಲೀಕ ಲಾಗಿನ್
ml: ഉടമ ലോഗിൻ
pa: ਮਾਲਕ ਲੌਗਇਨ
ta: உரிமையாளர் உள்நுழைவு
te: యజమాని లాగిన్
ur: مالک لاگ ان

source: Today's Summary
bn: আজকের সারাংশ
gu: આજનો સારાંશ
kn: ಇಂದಿನ ಸಾರಾಂಶ
ml: ഇന്നത്തെ സംഗ്രഹം
pa: ਅੱਜ ਦਾ ਸਾਰ
ta: இன்றைய சுருக்கம்
te: నేటి సారాంశం
ur: آج کا خلاصہ

source: Total Customers
bn: মোট গ্রাহক
gu: કુલ ગ્રાહકો
kn: ಒಟ್ಟು ಗ್ರಾಹಕರು
ml: ആകെ ഉപഭോക്താക്കൾ
pa: ਕੁੱਲ ਗਾਹਕ
ta: மொத்த வாடிக்கையாளர்கள்
te: మొత్తం కస్టమర్లు
ur: کل گاہک

source: Total Dues
bn: মোট বকেয়া
gu: કુલ બાકી
kn: ಒಟ್ಟು ಬಾಕಿ
ml: ആകെ കുടിശിക
pa: ਕੁੱਲ ਬਕਾਇਆ
ta: மொத்த நிலுவை
te: మొత్తం బాకీలు
ur: کل بقایا جات

source: Daily Sales
bn: দৈনিক বিক্রয়
gu: દૈનિક વેચાણ
kn: ದೈನಂದಿನ ಮಾರಾಟ
ml: പ്രതിദിന വിൽപ്പന
pa: ਰੋਜ਼ਾਨਾ ਵਿਕਰੀ
ta: தினசரி விற்பனை
te: రోజువారీ అమ్మకాలు
ur: روزانہ کی فروخت

source: Top Customer
bn: শীর্ষ গ্রাহক
gu: ટોચના ગ્રાહક
kn: ಅತ್ಯುತ್ತಮ ಗ್ರಾಹಕ
ml: മികച്ച ഉപഭോക്താവ്
pa: ਚੋਟੀ ਦੇ ਗਾਹਕ
ta: சிறந்த வாடிக்கையாளர்
te: అగ్ర కస్టమర్
ur: بہترین گاہک

source: Home
bn: হোম
gu: હોમ
kn: ಹೋಮ್
ml: ഹോം
pa: ਹੋਮ
ta: முகப்பு
te: హోమ్
ur: ہوم

source: Add Customer
bn: গ্রাহক যোগ করুন
gu: ગ્રાહક ઉમેરો
kn: ಗ್ರಾಹಕನನ್ನು ಸೇರಿಸಿ
ml: ഉപഭോക്താവിനെ ചേർക്കുക
pa: ਗਾਹਕ ਸ਼ਾਮਲ ਕਰੋ
ta: வாடிக்கையாளரைச் சேர்
te: కస్టమర్‌ను జోడించు
ur: گاہک شامل کریں

source: Bills
bn: বিল
gu: બિલ
kn: ಬಿಲ್‌ಗಳು
ml: ബില്ലുകൾ
pa: ਬਿੱਲ
ta: பில்கள்
te: బిల్లులు
ur: بلز

source: Add Vegetable
bn: সবজি যোগ করুন
gu: શાકભાજી ઉમેરો
kn: ತರಕಾರಿ ಸೇರಿಸಿ
ml: പച്ചക്കറി ചേർക്കുക
pa: ਸਬਜ਼ੀ ਸ਼ਾਮਲ ਕਰੋ
ta: காய்கறி சேர்
te: కూరగాయను జోడించు
ur: سبزی شامل کریں

source: Khatabook
bn: খাতাবুক
gu: ખાતાવહી
kn: ಖಾತಾಪುಸ್ತಕ
ml: ഖാതാബുക്ക്
pa: ਖਾਤਾਬੁੱਕ
ta: காதாபுக்
te: ఖాతాబుక్
ur: کھاتہ بک

source: Finance
bn: ফিনান্স
gu: ફાઇનાન્સ
kn: ಹಣಕಾಸು
ml: ധനകാര്യം
pa: ਵਿੱਤ
ta: நிதி
te: ఫైనాన్స్
ur: فنانس

source: Edit Customer
bn: গ্রাহক সম্পাদনা করুন
gu: ગ્રાહક સંપાદિત કરો
kn: ಗ್ರಾಹಕನನ್ನು ಸಂಪಾದಿಸಿ
ml: ഉപഭോക്താവിനെ എഡിറ്റുചെയ്യുക
pa: ਗਾਹਕ ਸੰਪਾਦਿਤ ਕਰੋ
ta: வாடிக்கையாளரைத் திருத்து
te: కస్టమర్‌ను సవరించు
ur: گاہک میں ترمیم کریں

source: Manage Profiles
bn: প্রোফাইল পরিচালনা করুন
gu: પ્રોફાઇલ મેનેજ કરો
kn: ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: പ്രൊഫൈലുകൾ നിയന്ത്രിക്കുക
pa: ਪ੍ਰੋਫਾਈਲ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
ta: சுயவிவரங்களை நிர்வகி
te: ప్రొఫైళ్లను నిర్వహించు
ur: پروفائلز کا نظم کریں

source: Quick Actions
bn: দ্রুত পদক্ষেপ
gu: ઝડપી ક્રિયાઓ
kn: ತ್ವರಿತ ಕ್ರಮಗಳು
ml: ദ്രുത പ്രവർത്തനങ്ങൾ
pa: ਤੁਰੰਤ ਕਰਵਾਈ
ta: விரைவான செயல்கள்
te: త్వరిత చర్యలు
ur: فوری اقدامات

source: Register New Customer
bn: নতুন গ্রাহক নিবন্ধন করুন
gu: નવા ગ્રાહકની નોંધણી કરો
kn: ಹೊಸ ಗ್ರಾಹಕನನ್ನು ನೋಂದಾಯಿಸಿ
ml: പുതിയ ഉപഭോക്താവിനെ രജിസ്റ്റർ ചെയ്യുക
pa: ਨਵਾਂ ਗਾਹਕ ਰਜਿਸਟਰ ਕਰੋ
ta: புதிய வாடிக்கையாளரைப் பதிவுசெய்
te: కొత్త కస్టమర్‌ను నమోదు చేయి
ur: نئے گاہک کو رجسٹر کریں

source: Make Bill
bn: বিল তৈরি করুন
gu: બિલ બનાવો
kn: ಬಿಲ್ ಮಾಡಿ
ml: ബിൽ ഉണ്ടാക്കുക
pa: ਬਿੱਲ ਬਣਾਓ
ta: பில் உருவாக்கு
te: బిల్లు చేయి
ur: بل بنائیں

# create_bill_subtitle
source: Create Bill
bn: বিল তৈরি
gu: બિલ બનાવો
kn: ಬಿಲ್ ರಚಿಸಿ
ml: ബിൽ സൃഷ്ടിക്കുക
pa: ਬਿੱਲ ਬਣਾਓ
ta: பில் உருவாக்கு
te: బిల్లు సృష్టించు
ur: بل بنائیں

# view_customers_subtitle
source: View Customers
bn: গ্রাহক দেখুন
gu: ગ્રાહકો જુઓ
kn: ಗ್ರಾಹಕರನ್ನು ವೀಕ್ಷಿಸಿ
ml: ഉപഭോക്താക്കളെ കാണുക
pa: ਗਾਹਕ ਵੇਖੋ
ta: வாடிக்கையாளர்களைப் பார்
te: కస్టమర్లను వీక్షించు
ur: گاہکوں کو دیکھیں

# create_bill_advanced_subtitle
source: Create Advanced Bill
bn: উন্নত বিল তৈরি করুন
gu: અદ્યતન બિલ બનાવો
kn: ಸುಧಾರಿತ ಬಿಲ್ ರಚಿಸಿ
ml: വിപുലമായ ബിൽ സൃഷ്ടിക്കുക
pa: ਐਡਵਾਂਸ ਬਿੱਲ ਬਣਾਓ
ta: மேம்பட்ட பில் உருவாக்கு
te: అధునాతన బిల్లు సృష్టించు
ur: ایڈوانس بل بنائیں

# view_bills_subtitle
source: View Bills
bn: বিল দেখুন
gu: બિલ જુઓ
kn: ಬಿಲ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: ബില്ലുകൾ കാണുക
pa: ਬਿੱਲ ਵੇਖੋ
ta: பில்களைப் பார்
te: బిల్లులను వీక్షించు
ur: بلز دیکھیں

source: Manage Vegetables
bn: সবজি পরিচালনা করুন
gu: શાકભાજી મેનેજ કરો
kn: ತರಕಾರಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: പച്ചക്കറികൾ നിയന്ത്രിക്കുക
pa: ਸਬਜ਼ੀਆਂ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
ta: காய்கறிகளை நிர்வகி
te: కూరగాయలను నిర్వహించు
ur: سبزیوں کا نظم کریں

# manage_vegetables_subtitle
source: Manage Vegetables
bn: সবজি পরিচালনা
gu: શાકભાજી મેનેજ કરો
kn: ತರಕಾರಿ ನಿರ್ವಹಣೆ
ml: പച്ചക്കറി മാനേജ്മെന്റ്
pa: ਸਬਜ਼ੀਆਂ ਪ੍ਰਬੰਧਨ
ta: காய்கறி மேலாண்மை
te: కూరగాయల నిర్వహణ
ur: سبزیوں کا انتظام

source: Owner Info
bn: মালিকের তথ্য
gu: માલિક માહિતી
kn: ಮಾಲೀಕರ ಮಾಹಿತಿ
ml: ഉടമ വിവരങ്ങൾ
pa: ਮਾਲਕ ਜਾਣਕਾਰੀ
ta: உரிமையாளர் தகவல்
te: యజమాని సమాచారం
ur: مالک کی معلومات

source: Phone Number
bn: ফোন নম্বর
gu: ફોન નંબર
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
pa: ਫੋਨ ਨੰਬਰ
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్
ur: فون نمبر

source: Search Customers
bn: গ্রাহক অনুসন্ধান করুন
gu: ગ્રાહકો શોધો
kn: ಗ್ರಾಹಕರನ್ನು ಹುಡುಕಿ
ml: ഉപഭോക്താക്കളെ തിരയുക
pa: ਗਾਹਕ ਖੋਜੋ
ta: வாடிக்கையாளர்களைத் தேடு
te: కస్టమర్లను వెతకండి
ur: گاہک تلاش کریں

source: No Customers
bn: কোনো গ্রাহক নেই
gu: કોઈ ગ્રાહકો નથી
kn: ಯಾವುದೇ ಗ್ರಾಹಕರಿಲ್ಲ
ml: ഉപഭോക്താക്കളില്ല
pa: ਕੋਈ ਗਾਹਕ ਨਹੀਂ
ta: வாடிக்கையாளர்கள் இல்லை
te: కస్టమర్లు లేరు
ur: کوئی گاہک نہیں

source: Pending
bn: মুলতুবি
gu: બાકી
kn: ಬಾಕಿ ಇದೆ
ml: പെൻഡിംഗ്
pa: ਬਕਾਇਆ
ta: நிலுவையில்
te: పెండింగ్
ur: زیر التواء

# add_customer_form_title
source: Add Customer Form
bn: গ্রাহক ফর্ম যোগ করুন
gu: ગ્રાહક ફોર્મ ઉમેરો
kn: ಗ್ರಾಹಕ ಫಾರ್ಮ್ ಸೇರಿಸಿ
ml: ഉപഭോക്തൃ ഫോം ചേർക്കുക
pa: ਗਾਹਕ ਫਾਰਮ ਸ਼ਾਮਲ ਕਰੋ
ta: வாடிக்கையாளர் படிவத்தைச் சேர்
te: కస్టమర్ ఫారమ్‌ను జోడించు
ur: گاہک فارم شامل کریں

# add_customer_form_steps
source: Fill in the details below
bn: নিচের বিবরণ পূরণ করুন
gu: નીચેની વિગતો ભરો
kn: ಕೆಳಗಿನ ವಿವರಗಳನ್ನು ಭರಿ
ml: താഴെ പറയുന്ന വിവരങ്ങൾ പൂരിപ്പിക്കുക
pa: ਹੇਠਾਂ ਦਿੱਤੇ ਵੇਰਵੇ ਭਰੋ
ta: கீழே உள்ள விவரங்களை நிரப்பவும்
te: క్రింది వివరాలను పూరించండి
ur: نیچے تفصیلات پُر کریں

source: No customers found
bn: কোনো গ্রাহক পাওয়া যায়নি
gu: કોઈ ગ્રાહકો મળ્યા નથી
kn: ಯಾವುದೇ ಗ್ರಾಹಕರು ಕಂಡುಬಂದಿಲ್ಲ
ml: ഉപഭോക്താക്കളെ കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਗਾਹਕ ਨਹੀਂ ਲੱਭੇ
ta: வாடிக்கையாளர்கள் யாரும் இல்லை
te: కస్టమర్లు కనుగొనబడలేదు
ur: کوئی گاہک نہیں ملا

source: Vegetables Brought
bn: আনা সবজি
gu: લાવેલા શાકભાજી
kn: ತರಕಾರಿಗಳನ್ನು ತರಲಾಗಿದೆ
ml: കൊണ്ടുവന്ന പച്ചക്കറികൾ
pa: ਲਿਆਂਦੀਆਂ ਸਬਜ਼ੀਆਂ
ta: கொண்டுவரப்பட்ட காய்கறிகள்
te: తెచ్చిన కూరగాయలు
ur: لائی گئی سبزیاں

source: No vegetables
bn: কোনো সবজি নেই
gu: કોઈ શાકભાજી નથી
kn: ಯಾವುದೇ ತರಕಾರಿಗಳಿಲ್ಲ
ml: പച്ചക്കറികളില്ല
pa: ਕੋਈ ਸਬਜ਼ੀਆਂ ਨਹੀਂ
ta: காய்கறிகள் இல்லை
te: కూరగాయలు లేవు
ur: کوئی سبزی نہیں

source: Edit Profile
bn: প্রোফাইল সম্পাদনা করুন
gu: પ્રોફાઇલ સંપાદિત કરો
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml: പ്രൊഫൈൽ എഡിറ്റുചെയ്യുക
pa: ਪ੍ਰੋਫਾਈਲ ਸੰਪਾਦਿਤ ਕਰੋ
ta: சுயவிவரத்தைத் திருத்து
te: ప్రొఫైల్ సవరించు
ur: پروفائل میں ترمیم کریں

source: Edit
bn: সম্পাদনা
gu: સંપાદિત કરો
kn: ಸಂಪಾದಿಸಿ
ml: എഡിറ്റ്
pa: ਸੰਪਾਦਨ
ta: திருத்து
te: సవరించు
ur: ترمیم

source: Customer Account
bn: গ্রাহক অ্যাকাউন্ট
gu: ગ્રાહક ખાતું
kn: ಗ್ರಾಹಕ ಖಾತೆ
ml: ഉപഭോക്തൃ അക്കൗണ്ട്
pa: ਗਾਹਕ ਖਾਤਾ
ta: வாடிக்கையாளர் கணக்கு
te: కస్టమర్ ఖాతా
ur: گاہک کا کھاتہ

source: Profile
bn: প্রোফাইল
gu: પ્રોફાઇલ
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
pa: ਪ੍ਰੋਫਾਈਲ
ta: சுயவிவரம்
te: ప్రొఫైల్
ur: پروفائل

source: Account & Security
bn: অ্যাকাউন্ট এবং নিরাপত্তা
gu: ખાતું અને સુરક્ષા
kn: ಖಾತೆ ಮತ್ತು ಭದ್ರತೆ
ml: അക്കൗണ്ടും സുരക്ഷയും
pa: ਖਾਤਾ ਅਤੇ ਸੁਰੱਖਿਆ
ta: கணக்கு மற்றும் பாதுகாப்பு
te: ఖాతా మరియు భద్రత
ur: اکاؤنٹ اور سیکیورٹی

source: Language & Appearance
bn: ভাষা এবং চেহারা
gu: ભાષા અને દેખાવ
kn: ಭಾಷೆ ಮತ್ತು ಗೋಚರತೆ
ml: ഭാഷയും രൂപവും
pa: ਭਾਸ਼ਾ ਅਤੇ ਦਿੱਖ
ta: மொழி மற்றும் தோற்றம்
te: భాష మరియు స్వరూపం
ur: زبان اور ظاہری شکل

source: Dashboard Switch
bn: ড্যাশবোর্ড সুইচ
gu: ડેશબોર્ડ સ્વિચ
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಬದಲಿಸಿ
ml: ഡാഷ്‌ബോർഡ് സ്വിച്ച്
pa: ਡੈਸ਼ਬੋਰਡ ਬਦਲੋ
ta: டாஷ்போர்டு மாறுதல்
te: డ్యాష్‌బోర్డ్ మార్చు
ur: ڈیش بورڈ سوئچ

source: Backup & Sync
bn: ব্যাকআপ এবং সিঙ্ক
gu: બેકઅપ અને સિંક
kn: ಬ್ಯಾಕಪ್ ಮತ್ತು ಸಿಂಕ್
ml: ബാക്കപ്പും സമന്വയവും
pa: ਬੈਕਅਪ ਅਤੇ ਸਿੰਕ
ta: காப்புப்பிரதி மற்றும் ஒத்திசைவு
te: బ్యాకప్ మరియు సింక్
ur: بیک اپ اور سنک

source: Logout
bn: লগআউট
gu: લૉગ આઉટ
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
pa: ਲੌਗ ਆਉਟ
ta: வெளியேறு
te: లాగ్ అవుట్
ur: لاگ آؤٹ

source: Edit Name
bn: নাম সম্পাদনা করুন
gu: નામ સંપાદિત કરો
kn: ಹೆಸರು ಸಂಪಾದಿಸಿ
ml: പേര് എഡിറ്റുചെയ്യുക
pa: ਨਾਮ ਸੰਪਾਦਿਤ ਕਰੋ
ta: பெயரைத் திருத்து
te: పేరు సవరించు
ur: نام میں ترمیم کریں

# changePhoto
source: Change Profile Photo
bn: প্রোফাইল ছবি পরিবর্তন করুন
gu: પ્રોફાઇલ ફોટો બદલો
kn: ಪ್ರೊಫೈಲ್ ಫೋಟೋ ಬದಲಾಯಿಸಿ
ml: പ്രൊഫൈൽ ഫോട്ടോ മാറ്റുക
pa: ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ ਬਦਲੋ
ta: சுயவிவரப் புகைப்படத்தை மாற்று
te: ప్రొఫైల్ ఫోటో మార్చు
ur: پروفائل تصویر تبدیل کریں

source: Save
bn: সংরক্ষণ করুন
gu: સાચવો
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
pa: ਸੇਵ ਕਰੋ
ta: சேமி
te: సేవ్ చేయి
ur: محفوظ کریں

source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন
gu: પાસવર્ડ રીસેટ કરો
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ
ml: പാസ്‌വേഡ് പുനഃക്രമീകരിക്കുക
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ
ta: கடவுச்சொல்லை மீட்டமை
te: పాస్‌వర్డ్ రీసెట్ చేయి
ur: پاس ورڈ دوبارہ ترتیب دیں

# confirmLogout
source: Are you sure you want to log out?
bn: আপনি কি নিশ্চিত যে আপনি লগ আউট করতে চান?
gu: શું તમે ખરેખર લૉગ આઉટ કરવા માંગો છો?
kn: ನೀವು ಲಾಗ್ ಔಟ್ ಮಾಡಲು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ml: നിങ്ങൾക്ക് ലോഗ് ഔട്ട് ചെയ്യണമെന്ന് ഉറപ്പാണോ?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਲੌਗ ਆਉਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా లాగ్ అవుట్ చేయాలనుకుంటున్నారా?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: Owner Dashboard
bn: মালিক ড্যাশবোর্ড
gu: માલિક ડેશબોર્ડ
kn: ಮಾಲೀಕ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: ഉടമ ഡാഷ്‌ബോർഡ്
pa: ਮਾਲਕ ਡੈਸ਼ਬੋਰਡ
ta: உரிமையாளர் டாஷ்போர்டு
te: యజమాని డ్యాష్‌బోర్డ్
ur: مالک ڈیش بورڈ

source: Customer Dashboard
bn: গ্রাহক ড্যাশবোর্ড
gu: ગ્રાહક ડેશબોર્ડ
kn: ಗ್ರಾಹಕ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: ഉപഭോക്തൃ ഡാഷ്‌ബോർഡ്
pa: ਪ੍ਰੋਫਾਈਲ ਡੈਸ਼ਬੋਰਡ
ta: வாடிக்கையாளர் டாஷ்போர்டு
te: కస్టమర్ డ్యాష్‌బోర్డ్
ur: گاہک ڈیش بورڈ

source: Permission Error
bn: অনুমতি ত্রুটি
gu: પરવાનગી ભૂલ
kn: ಅನುಮತಿ ದೋಷ
ml: അനുമതി പിശക്
pa: ਅਨੁਮਤੀ ਗਲਤੀ
ta: அனுமதி பிழை
te: అనుమతి లోపం
ur: اجازت کی خرابی

# customerAccessError
source: Customer users cannot access Owner Dashboard.
bn: গ্রাহক ব্যবহারকারীরা মালিক ড্যাশবোর্ডে অ্যাক্সেস করতে পারবেন না।
gu: ગ્રાહક વપરાશકર્તાઓ માલિક ડેશબોર્ડને ઍક્સેસ કરી શકતા નથી.
kn: ಗ್ರಾಹಕ ಬಳಕೆದಾರರು ಮಾಲೀಕ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: ഉപഭോക്തൃ ഉപയോക്താക്കൾക്ക് ഉടമ ഡാഷ്‌ബോർഡ് ആക്‌സസ് ചെയ്യാൻ കഴിയില്ല.
pa: ਗਾਹਕ ਯੂਜ਼ਰ ਮਾਲਕ ਡੈਸ਼ਬੋਰਡ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਕਰ ਸਕਦੇ।
ta: வாடிக்கையாளர் பயனர்கள் உரிமையாளர் டாஷ்போர்டை அணுக முடியாது.
te: కస్టమర్ వినియోగదారులు యజమాని డ్యాష్‌బోర్డ్‌ను యాక్సెస్ చేయలేరు.
ur: گاہک صارفین مالک ڈیش بورڈ تک رسائی حاصل نہیں کر سکتے۔

source: Language
bn: ভাষা
gu: ભાષા
kn: ಭಾಷೆ
ml: ഭാഷ
pa: ਭਾਸ਼ਾ
ta: மொழி
te: భాష
ur: زبان

source: Theme
bn: থিম
gu: થીમ
kn: ಥೀಮ್
ml: തീം
pa: ਥੀਮ
ta: தீம்
te: థీమ్
ur: تھیم

source: Dark Mode
bn: ডার্ক মোড
gu: ડાર્ક મોડ
kn: ಡಾರ್ಕ್ ಮೋಡ್
ml: ഡാർക്ക് മോഡ്
pa: ਡਾਰਕ ਮੋਡ
ta: டார்க் மோட்
te: డార్క్ మోడ్
ur: ڈارک موڈ

source: Scan Bill
bn: বিল স্ক্যান করুন
gu: બિલ સ્કેન કરો
kn: ಬಿಲ್ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ml: ബിൽ സ്കാൻ ചെയ്യുക
pa: ਬਿੱਲ ਸਕੈਨ ਕਰੋ
ta: பில்லை ஸ்கேன் செய்
te: బిల్లును స్కాన్ చేయి
ur: بل اسکین

source: Auto-create bill
bn: স্বয়ংক্রিয় বিল তৈরি
gu: આપોઆપ બિલ બનાવો
kn: ಸ್ವಯಂ ಬಿಲ್ ರಚಿಸಿ
ml: ഓട്ടോ ബിൽ സൃഷ്ടിക്കുക
pa: ਆਟੋ ਬਿੱਲ ਬਣਾਓ
ta: தானியங்கி பில் உருவாக்கு
te: ఆటో బిల్ సృష్టించు
ur: خودکار بل بنائیں

source: Voice Bill
bn: ভয়েস বিল
gu: વોઇસ બિલ
kn: ಧ್ವನಿ ಬಿಲ್
ml: വോയ്സ് ബിൽ
pa: ਵਾਇਸ ਬਿੱਲ
ta: குரல் பில்
te: వాయిస్ బిల్
ur: وائس بل

source: Speak to add
bn: যোগ করতে বলুন
gu: ઉમેરવા બોલો
kn: ಸೇರಿಸಲು ಮಾತನಾಡಿ
ml: ചേർക്കാൻ സംസാരിക്കുക
pa: ਬੋਲ ਕੇ ਸ਼ਾਮਲ ਕਰੋ
ta: சேர்க்கப் பேசுங்கள்
te: జోడించడానికి మాట్లాడండి
ur: شامل کرنے کے لیے بولیں

source: Recent Transactions
bn: সাম্প্রতিক লেনদেন
gu: તાજેતરના વ્યવહારો
kn: ಇತ್ತೀಚಿನ ವಹಿವಾಟುಗಳು
ml: സമീപകാല ഇടപാടുകൾ
pa: ਹਾਲ ਹੀ ਦੇ ਲੈਣ-ਦੇਣ
ta: சமீபத்திய பரிவர்த்தனைகள்
te: ఇటీవలి లావాదేవీలు
ur: حالیہ لین دین

source: Add Txn
bn: লেনদেন যোগ করুন
gu: વ્યવહાર ઉમેરો
kn: ವಹಿವಾಟು ಸೇರಿಸಿ
ml: ഇടപാട് ചേർക്കുക
pa: ਲੈਣ-ਦੇਣ ਸ਼ਾਮਲ ਕਰੋ
ta: பரிவர்த்தனை சேர்
te: లావాదేవీని జోడించు
ur: لین دین شامل کریں

source: Vendor Invoice
bn: ভেন্ডর ইনভয়েস
gu: વિક્રેતા ઇન્વૉઇસ
kn: ಮಾರಾಟಗಾರ ಇನ್ವಾಯ್ಸ್
ml: വെണ്ടർ ഇൻവോയ്സ്
pa: ਵਿਕਰੇਤਾ ਇਨਵੌਇਸ
ta: விற்பனையாளர் விலைப்பட்டியல்
te: విక్రేత ఇన్వాయిస్
ur: وینڈر انوائس

source: More
bn: আরও
gu: વધુ
kn: ಇನ್ನಷ್ಟು
ml: കൂടുതൽ
pa: ਹੋਰ
ta: மேலும்
te: మరిన్ని
ur: مزید

source: See All
bn: সব দেখুন
gu: બધા જુઓ
kn: ಎಲ್ಲವನ್ನೂ ನೋಡಿ
ml: എല്ലാം കാണുക
pa: ਸਭ ਵੇਖੋ
ta: அனைத்தையும் பார்
te: అన్నీ చూడు
ur: سب دیکھیں

source: No recent transactions
bn: কোনো সাম্প্রতিক লেনদেন নেই
gu: કોઈ તાજેતરના વ્યવહારો નથી
kn: ಯಾವುದೇ ಇತ್ತೀಚಿನ ವಹಿವಾಟುಗಳಿಲ್ಲ
ml: സമീപകാല ഇടപാടുകളൊന്നുമില്ല
pa: ਕੋਈ ਹਾਲੀਆ ਲੈਣ-ਦੇਣ ਨਹੀਂ
ta: சமீபத்திய பரிவர்த்தனைகள் இல்லை
te: ఇటీవలి లావాదేవీలు లేవు
ur: کوئی حالیہ لین دین نہیں

source: Add New Sale
bn: নতুন বিক্রয় যোগ করুন
gu: નવું વેચાણ ઉમેરો
kn: ಹೊಸ ಮಾರಾಟ ಸೇರಿಸಿ
ml: പുതിയ വിൽപ്പന ചേർക്കുക
pa: ਨਵੀਂ ਵਿਕਰੀ ਸ਼ਾਮਲ ਕਰੋ
ta: புதிய விற்பனையைச் சேர்
te: కొత్త అమ్మకాన్ని జోడించు
ur: نئی فروخت شامل کریں

source: Insights
bn: ইনসাইটস
gu: ઇનસાઇટ્સ
kn: ಒಳನೋಟಗಳು
ml: ഇൻസൈറ്റുകൾ
pa: ਇਨਸਾਈਟਸ
ta: நுண்ணறிவு
te: ఇన్‌సైట్స్
ur: بصیرت

source: Items
bn: আইটেম
gu: વસ્તુઓ
kn: ಐಟಂಗಳು
ml: ഇനങ്ങൾ
pa: ਆਈਟਮਾਂ
ta: பொருட்கள்
te: వస్తువులు
ur: آئٹم

source: AI Assistant
bn: এআই সহকারী
gu: AI સહાયક
kn: AI ಸಹಾಯಕ
ml: AI അസിസ്റ്റന്റ്
pa: AI ਸਹਾਇਕ
ta: AI உதவியாளர்
te: AI సహాయకుడు
ur: AI اسسٹنٹ

source: Menu
bn: মেনু
gu: મેનુ
kn: ಮೆನು
ml: മെനു
pa: ਮੇਨੂ
ta: மெனு
te: మెను
ur: مینیو

source: Low Stock
bn: কম স্টক
gu: ઓછો સ્ટોક
kn: ಕಡಿಮೆ ಸ್ಟಾಕ್
ml: കുറഞ്ഞ സ്റ്റോക്ക്
pa: ਘੱਟ ਸਟਾਕ
ta: குறைந்த இருப்பு
te: తక్కువ స్టాక్
ur: کم اسٹاک

source: Good Morning
bn: শুভ সকাল
gu: શુભ સવાર
kn: ಶುಭೋದಯ
ml: സുപ്രഭാതം
pa: ਸ਼ੁਭ ਸਵੇਰ
ta: காலை வணக்கம்
te: శుభోదయం
ur: صبح بخیر

source: Good Afternoon
bn: শুভ অপরাহ্ন
gu: શુભ બપોર
kn: ಶುಭ ಮಧ್ಯಾಹ್ನ
ml: ശുഭ ഉച്ച
pa: ਸ਼ੁਭ ਦੁਪਹਿਰ
ta: மதிய வணக்கம்
te: శుభ మధ్యాహ్నం
ur: دوپہر بخیر

source: Good Evening
bn: শুভ সন্ধ্যা
gu: શુભ સાંજ
kn: ಶುಭ ಸಂಜೆ
ml: ശുഭ സന്ധ്യ
pa: ਸ਼ੁਭ ਸ਼ਾਮ
ta: மாலை வணக்கம்
te: శుభ సాయంత్రం
ur: شام بخیر

# onboarding_skip
source: Skip
bn: এড়িয়ে যান
gu: છોડો
kn: ಸ್ಕಿಪ್
ml: ഒഴിവാക്കുക
pa: ਛੱਡੋ
ta: தவிர்
te: దాటవేయి
ur: چھوڑ دیں

# onboarding_business_title
source: Choose Your Business Type
bn: আপনার ব্যবসার ধরন নির্বাচন করুন
gu: તમારો વ્યવસાય પ્રકાર પસંદ કરો
kn: ನಿಮ್ಮ ವ್ಯಾಪಾರ ಪ್ರಕಾರವನ್ನು ಆರಿಸಿ
ml: നിങ്ങളുടെ ബിസിനസ്സ് തരം തിരഞ്ഞെടുക്കുക
pa: ਆਪਣੀ ਵਪਾਰ ਕਿਸਮ ਚੁਣੋ
ta: உங்கள் வணிக வகையைத் தேர்வுசெய்க
te: మీ వ్యాపార రకాన్ని ఎంచుకోండి
ur: اپنے کاروبار کی قسم منتخب کریں

# onboarding_business_subtitle
source: This helps us customize your experience
bn: এটি আপনার অভিজ্ঞতা কাস্টমাইজ করতে সাহায্য করে
gu: આ અમને તમારા અનુભવને કસ્ટમાઇઝ કરવામાં મદદ કરે છે
kn: ಇದು ನಿಮ್ಮ ಅನುಭವವನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ
ml: ഇത് നിങ്ങളുടെ അനുഭവം ക്രമീകരിക്കാൻ ഞങ്ങളെ സഹായിക്കുന്നു
pa: ਇਹ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ
ta: இது உங்கள் அனுபவத்தைத் தனிப்பயனாக்க உதவுகிறது
te: ఇది మీ అనుభవాన్ని అనుకూలీకరించడానికి మాకు సహాయపడుతుంది
ur: یہ ہمیں آپ کے تجربے کو حسب ضرورت بنانے میں مدد کرتا ہے

# onboarding_selected
source: Selected
bn: নির্বাচিত
gu: પસંદ કરેલ
kn: ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ml: തിരഞ്ഞെടുത്തു
pa: ਚੁਣਿਆ ਗਿਆ
ta: தேர்ந்தெடுக்கப்பட்டது
te: ఎంపిక చేయబడింది
ur: منتخب شدہ

# onboarding_continue
source: Continue
bn: চালিয়ে যান
gu: ચાલુ રાખો
kn: ಮುಂದುವರಿಯಿರಿ
ml: തുടരുക
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடரவும்
te: కొనసాగించు
ur: جاری رکھیں

# onboarding_language_title
source: Select Your Preferred Language
bn: আপনার পছন্দের ভাষা নির্বাচন করুন
gu: તમારી પસંદગીની ભાષા પસંદ કરો
kn: ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ ഭാഷ തിരഞ്ഞെടുക്കുക
pa: ਆਪਣੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ ਚੁਣੋ
ta: உங்கள் விருப்பமான மொழியைத் தேர்ந்தெடுக்கவும்
te: మీ భాషను ఎంచుకోండి
ur: اپنی ترجیحی زبان منتخب کریں

# onboarding_language_subtitle
source: You can change this anytime later
bn: আপনি পরে যেকোন সময় এটি পরিবর্তন করতে পারেন
gu: તમે આને પછીથી ગમે ત્યારે બદલી શકો છો
kn: ನೀವು ಇದನ್ನು ನಂತರ ಯಾವಾಗ ಬೇಕಾದರೂ ಬದಲಾಯಿಸಬಹುದು
ml: നിങ്ങൾക്ക് ഇത് പിന്നീട് എപ്പോൾ വേണമെങ്കിലും മാറ്റാം
pa: ਤੁਸੀਂ ਇਸਨੂੰ ਬਾਅਦ ਵਿੱਚ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬਦਲ ਸਕਦੇ ਹੋ
ta: இதை நீங்கள் பின்னர் எப்போது வேண்டுமானாலும் மாற்றலாம்
te: మీరు దీన్ని తర్వాత ఎప్పుడైనా మార్చవచ్చు
ur: آپ اسے بعد میں کسی بھی وقت تبدیل کر سکتے ہیں

# onboarding_next
source: Next
bn: পরবর্তী
gu: આગળ
kn: ಮುಂದೆ
ml: അടുത്തത്
pa: ਅਗਲਾ
ta: அடுத்து
te: తరువాత
ur: اگلا

# onboarding_congratulations_title
source: All Set!
bn: সব তৈরি!
gu: બધું તૈયાર!
kn: ಎಲ್ಲಾ ಸಿದ್ಧವಾಗಿದೆ!
ml: എല്ലാം സെറ്റ്!
pa: ਸਭ ਤਿਆਰ!
ta: எல்லாம் தயார்!
te: అంతా సిద్ధం!
ur: سب تیار ہے!

# onboarding_congratulations_subtitle
source: Your shop is ready
bn: আপনার দোকান প্রস্তুত
gu: તમારી દુકાન તૈયાર છે
kn: ನಿಮ್ಮ ಅಂಗಡಿ ಸಿದ್ಧವಾಗಿದೆ
ml: നിങ്ങളുടെ കട തയ്യാറാണ്
pa: ਤੁਹਾਡੀ ਦੁਕਾਨ ਤਿਆਰ ਹੈ
ta: உங்கள் கடை தயாராக உள்ளது
te: మీ దుకాణం సిద్ధంగా ఉంది
ur: آپ کی دکان تیار ہے

# onboarding_lets_go
source: Let's Go!
bn: শুরু করা যাক!
gu: ચાલો જઈએ!
kn: ಹೋಗೋಣ!
ml: തുടങ്ങാം!
pa: ਚਲੋ ਚੱਲੀਏ!
ta: செல்வோம்!
te: పదండి!
ur: چلو چلتے ہیں!

# language_setup_loading
source: Setting up your language...
bn: ভাষা সেট আপ করা হচ্ছে...
gu: તમારી ભાષા સેટ કરી રહ્યું છે...
kn: ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಹೊಂದಿಸಲಾಗುತ್ತಿದೆ...
ml: ഭാഷ സജ്ജീകരിക്കുന്നു...
pa: ਤੁਹਾਡੀ ਭਾਸ਼ਾ ਸੈੱਟ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
ta: உங்கள் மொழியை அமைக்கிறது...
te: మీ భాషను సెటప్ చేస్తోంది...
ur: آپ کی زبان ترتیب دی جا رہی ہے...

# language_setup_applying
source: Applying preferences...
bn: পছন্দগুলি প্রয়োগ করা হচ্ছে...
gu: પસંદગીઓ લાગુ કરી રહ્યું છે...
kn: ಆದ್ಯತೆಗಳನ್ನು ಅನ್ವಯಿಸಲಾಗುತ್ತಿದೆ...
ml: ക്രമീകരണങ്ങൾ പ്രയോഗിക്കുന്നു...
pa: ਤਰਜੀਹਾਂ ਲਾਗੂ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
ta: விருப்பங்களைப் பயன்படுத்துகிறது...
te: ప్రాధాన్యతలను వర్తింపజేస్తోంది...
ur: ترجیحات لاگو کی جا رہی ہیں...

# language_setup_preparing
source: Preparing your experience...
bn: প্রস্তুতি চলছে...
gu: તૈયારી કરી રહ્યું છે...
kn: ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ...
ml: തയ്യാറാക്കുന്നു...
pa: ਤਿਆਰੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
ta: உங்கள் அனுபவத்தைத் தயார் செய்கிறது...
te: సిద్ధం చేస్తోంది...
ur: آپ کا تجربہ تیار کیا جا رہا ہے...
